Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: The traffic of files to and from the OCR service is processed by a dedicated job queue entry, which are created automatically when you enable the related service connection.
cs_cz: Přenos souborů do a ze služby OCR je zpracována položka vyhrazená frontou úloh, která se automaticky vytvoří při povolení příslušného připojení služby.

source: To send a PDF or image file to the OCR service from the Incoming Documents window
cs_cz: Odeslání souboru PDF nebo obrázkového souboru do služby OCR z okna Došlé doklady

source: Create a new incoming document record and attach the file.
cs_cz: Vytvořte nový záznam došlého dokladu a připojte soubor.

source: In the Incoming Documents window, select one or more lines, and then choose the Send to Job Queue action.
cs_cz: V okně Došlé doklady vyberte jeden nebo více řádků a pak zvolte akci Odeslat do fronty úloh.

source: The value in the OCR Status field changes to Ready.
cs_cz: Hodnota pole Stav OCR se změní na Připraveno.

source: The attached PDF or image file is sent to the OCR service by the job queue according to the schedule, provided that no errors exist.
cs_cz: Odešle se přiložený soubor PDF nebo obrázkový soubor do služby OCR frontou úloh podle plánu za předpokladu, že se nevyskytnou žádné chyby.

source: Alternatively, in the Incoming Documents window, select one or more lines, and then choose the Send to OCR Service action.
cs_cz: Případně v okně Došlé doklady vyberte jeden nebo více řádků a poté zvolte akci Odeslat do služby OCR.

source: The value in the OCR Status field changes to Sent, provided that no errors exist.
cs_cz: Hodnota v poli Stav OCR se změní na Odesláno, pokud neexistují žádné chyby.

source: To send a PDF or image file to the OCR service by email
cs_cz: Odeslání souboru PDF nebo obrázkového souboru do služby OCR e-mailem

source: From your email application, you can send an email to the OCR service provider with the PDF or image file attached.
cs_cz: Z vaší e-mailové aplikace můžete odeslat e-mailové zprávy poskytovateli služby OCR s připojeným souborem PDF nebo obrázkovým souborem.

source: For information about the email address to send to, see the OCR service provider’s web site.
cs_cz: Informace o e-mailové adrese, na kterou chcete odeslat, naleznete na webu poskytovatele služeb OCR.

source: Because no incoming document record exists for the file, a new record will be created automatically in the Incoming Documents window when you receive the resulting electronic document from the OCR service.
cs_cz: Protože žádný záznam došlého dokladu neexistuje pro soubor, nový záznam se automaticky vytvoří v okně Došlé doklady, jakmile obdržíte výsledný elektronický doklad ze služby OCR.

source: If you work on a tablet or phone, you can send the file to the OCR service as soon as you have taken a photo of the document, or you can create an incoming document directly.
cs_cz: Pokud pracujete s tabletem nebo telefonem, můžete soubor odeslat službě OCR, jakmile pořídíte fotografii dokladu nebo můžete vytvořit došlý doklad přímo.

source: For more information, see the "To create incoming document records by taking a photo" section in How to:
cs_cz: Další informace naleznete v tématu "Vytvoření záznamu došlého dokladu pořízením fotografie" Návod:

source: To receive the resulting electronic document from the OCR service.
cs_cz: Získání výsledného elektronického dokladu ze služby OCR.

source: The electronic document that is created by the OCR service from the PDF or image file is automatically received into the Incoming Documents window by the job queue entry that is set up when you enable the OCR service.
cs_cz: Elektronický doklad, který je vytvořen službou OCR ze souboru PDF nebo obrázkového souboru, je automaticky přijat do okna Došlé doklady položkou fronty úloh, která je nastavena při aktivaci služby OCR.

source: If you are not using a job queue, or you want to receive a finished OCR document sooner than per the job queue schedule, you can choose the Receive from OCR Service button.
cs_cz: Pokud nepoužíváte frontu úloh nebo chcete přijmout dokončený doklad OCR dřív, než je v rozvrhu fronty úloh, můžete zvolit tlačítko Příjmout ze služby OCR.

source: This will get any documents that are completed by the OCR service.
cs_cz: Získáte tak všechny doklady, které jsou dokončeny službou OCR.

source: If the OCR service is set up to require manual verification of processed documents, then the OCR Status field will contain Awaiting Verification.
cs_cz: Pokud je služba OCR nastavena tak, aby vyžadovala manuální ověření zpracovávaných dokladů, potom pole Stav OCR bude obsahovat Čeká na ověření.

source: In that case, perform the following steps to log in to the OCR service website to manually verify an OCR document.
cs_cz: V takovém případě proveďte následující kroky pro přihlášení k webové stránce služby OCR, abyste ručně ověřili dokument OCR.

source: In the OCR Status field, choose the Awaiting Verification hyperlink.
cs_cz: V poli Stav OCR zvolte hypertextový odkaz Čeká na ověření.

source: Alternatively, choose the Awaiting Verification tile on the Home page.
cs_cz: Případně zvolte na domovské stránce tlačítko Čeká na ověření.

source: On the OCR service website, log in using the credentials of your OCR service account.
cs_cz: Na webu služby OCR se přihlaste pomocí přihlašovacích údajů vašeho účtu služby OCR.

source: These are the credentials you also used when setting up the service.
cs_cz: Toto jsou pověření, která jste použili při nastavení služby.

source: For more information, see the "To set up an OCR service" section in How to:
cs_cz: Další informace naleznete v tématu "Nastavení služby OCR" Návod:

source: If you access the website from the OCR Status field, the document in question is displayed immediately after your sign in.
cs_cz: Pokud přistupujete z pole Stav OCR k webu, zobrazí se daný dokument bezprostředně po přihlášení.

source: If you access the website by choosing the tile on the Home page, on the first OCR service page that opens, you must choose the Start button on the Verify tab or double-click the document that you want to verify.
cs_cz: Pokud přistupujete k webu výběrem dlaždice na domovské stránce, na první stránce služby OCR, která se otevře, musíte zvolit tlačítko Start na kartě Kontrola nebo dvakrát kliknout na doklad, který chcete ověřit.

source: Information for the OCR document is displayed, showing both the source content of the PDF or image file and the resulting OCR field values.
cs_cz: Zobrazí se informace o dokladu OCR, které zobrazují zdrojový obsah souboru PDF nebo obrázkového souboru a výsledné hodnoty pole OCR.

source: Review the various field values and manually edit or enter values in fields that the OCR service has tagged as uncertain.
cs_cz: Zkontrolujte různé hodnoty polí a ručně upravte nebo zadejte hodnoty v polích, které služba OCR označila za nejisté.

source: Choose the OK button.
cs_cz: Zvolte tlačítko OK.

source: The OCR process is completed and the resulting electronic document is sent to the Incoming Documents window in Dynamics NAV, according to the job queue schedule.
cs_cz: Proces OCR je dokončen a výsledný elektronický doklad je odeslán do okna Došlé doklady v Dynamics NAV podle plánu fronty úloh.

source: If you access the website by choosing the tile on the Home page, then any other OCR document to be verified is automatically displayed on the website.
cs_cz: Pokud přistupujete k webové stránce pomocí výběru dlaždice na domovské stránce, automaticky se na webových stránkách zobrazí další doklad OCR, který má být ověřen.

source: Repeat step 4 for any other OCR document to be verified.
cs_cz: Opakujte krok 4 pro ověření jakéhokoliv jiného dokladu OCR.

source: Now you can proceed to create document records for the received electronic documents in Dynamics NAV, manually or automatically.
cs_cz: Nyní můžete manuálně nebo automaticky vytvářet záznamy dokladu pro přijaté elektronické doklady v Dynamics NAV.

source: For more information, see the "To create a document record in Dynamics NAV from a received OCR document" section.
cs_cz: Další informace naleznete v tématu "Vytvoření záznamu dokladu v programu Dynamics NAV z dokladu přijatého OCR".

source: You can also connect the new incoming document record to existing posted or non-posted document so that the source file is easy to access from Dynamics NAV.
cs_cz: Nový záznam došlého dokladu můžete také připojit k existujícímu zaúčtovanému či nezaúčtovanému dokladu, takže zdrojový soubor je snadno přístupný z aplikace Dynamics NAV.

source: For more information, see Process Incoming Documents.
cs_cz: Další informace naleznete v tématu Proces došlých dokladů.

source: To create a purchase invoice from an electronic document received from the OCR service
cs_cz: Vytvoření nákupní faktury z elektronického dokladu obdrženého od služby OCR

source: The following procedure describes how to create a purchase invoice record from a vendor invoice received as an electronic document from the OCR service.
cs_cz: Následující postup popisuje, jak vytvořit záznam o nákupní faktuře z faktury dodavatele obdržené jako elektronický doklad od služby OCR.

source: The procedure is the same when you create, for example, a general journal line from an expense receipt.
cs_cz: Postup je stejný, jako když vytvoříte například řádek finančního deníku z výdajů příjemky.

source: The Description and No.
cs_cz: Pole Popis a Číslo

source: fields on the created document lines will only be filled if you have first mapped text found on the OCR document to the two fields in Dynamics NAV.
cs_cz: na vytvořených řádcích dokladu budou vyplněny pouze tehdy, pokud jste poprvé namapovali text v dokumentu OCR na dvě pole v aplikaci Dynamics NAV.

source: You can do this either as item cross-references, for document lines of type Item, or as text-to-account mappings, for document or journal lines of type G/L Account.
cs_cz: Můžete to udělat buď jako křížové odkazy položky pro řádky dokladů typu Zboží nebo jako mapování textu k účtům pro doklad nebo řádky finančního deníku.

source: For more information, see the tooltip for the Cross References action on item cards and the related procedure, How to:
cs_cz: Další informace naleznete v popisu tlačítka akce Křížové odkazy na kartách položek a související procedury Návod:

source: Map Text on Recurring Payments to Accounts for Automatic Reconciliation .
cs_cz: Mapovat text o opakovaných platbách na účtech pro automatické odsouhlasení .

source: For incoming documents, you typically use the Map Text to Account action to define that a certain text on a vendor invoice received from the OCR service is mapped to a certain vendor account.
cs_cz: U došlých dokladů typicky použijete Mapovat text na účet, abyste definovali, že určitý text na faktuře dodavatele je přijatý ze služby OCR a je mapován na určitý účet dodavatele.

source: Going forward, any part of the incoming document description that exists as a mapping text means that the No.
cs_cz: Jakákoliv část popisu došlého dokladu, která existuje jako mapovací text, znamená, že pole Číslo

source: field on resulting document or journal lines of type G/L Account are filled with the vendor in question.
cs_cz: na výsledných dokumentech nebo řádcích finančního deníku je vyplněno dotyčným prodejcem.

source: In addition to mapping to a vendor account or G/L accounts, you can also map to a bank account.
cs_cz: Kromě mapování na účet prodejce nebo na finanční účet můžete také mapovat na bankovní účet.

source: This is practical, for example, for electronic documents for expenses that are already paid where you want to create a general journal line that is ready to post to a bank account.
cs_cz: To je praktické například u elektronických dokladů o výdajích, které jsou již zaplaceny, vytvořeny na řádcích finančního deníku a připraveny k zaúčtování na bankovní účet.

source: Select the incoming document line for the electronic vendor document received from the OCR service.
cs_cz: Vyberte řádek došlého dokladu pro elektronický doklad dodavatele přijatý službou OCR.

source: To map text on the document to the vendor's account, a debit account, choose the Map Text to Account action, and then fill the Text-to-Account Mapping window with information that will apply to the vendor going forward.
cs_cz: Chcete-li namapovat text v dokladu v účtu dodavatele MD, zvolte akci Mapovat text na účet a pak vyplňte okno Mapování textu na účet s informacemi, které se budou vztahovat na předávajícího dodavatele.

source: To map the item numbers on the document to your descriptions of the vendor's items, open the card of each item, and then choose the Cross References action to set up cross-references between your item descriptions and those of the vendor.
cs_cz: Chcete-li namapovat čísla zboží na dokladu do popisu položek dodavatele, otevřete kartu každé položky a potom vyberte akci Křížové odkazy a nastavte křížové odkazy mezi vašimi popisy zboží a těmi u prodejce.

source: In the Incoming Documents window, choose the Create Document action.
cs_cz: V okně Došlé doklady zvolte akci Vytvořit dokument.

source: A purchase invoice will be created in Dynamics NAV based on the information in the electronic vendor document that you received from the OCR service.
cs_cz: V Dynamics NAV bude vytvořena nákupní faktura na základě informací v elektronickém dokladu dodavatele, který jste obdrželi od služby OCR.

source: Any validation errors, typically related to wrong or missing master data in Dynamics NAV, will be shown on the Errors and Warnings FastTab.
cs_cz: Jakékoliv chyby ověřování, které se typicky týkají nesprávných nebo chybějících hlavních dat v Dynamics NAV, se zobrazí v záložce s náhledem Chyby a varování.

source: For more information, see the "To handle errors when receiving electronic documents" section.
cs_cz: Další informace naleznete v tématu „Vypořádání se s chybami při přijímání elektronických dokladů.“

source: To handle errors when receiving electronic documents
cs_cz: Vypořádání se s chybami při přijímání elektronických dokladů

source: In the Incoming Documents window, select the line for an electronic document received from the OCR service with errors.
cs_cz: V okně Došlé doklady vyberte řádek pro elektronický doklad přijatý službou OCR s chybami.

source: This is indicated by the Error value in the OCR Status field.
cs_cz: Toto je indikováno hodnotou Error v poli Stav OCR.

source: Choose the Edit action to open the Incoming Document window.
cs_cz: Zvolte akci Upravit a otevřete okno Došlé doklady.

source: On the Errors and Warnings FastTab, select the message, and then choose the Open Related Record action.
cs_cz: V záložce s náhledem Chyby a varování vyberte zprávu a poté zvolte akci Otevřít související záznam.

source: The window that contains the wrong or missing data, such as a vendor card with a missing field value, opens.
cs_cz: Zobrazí se okno, které obsahuje nesprávná nebo chybějící data například karta dodavatele s chybějící hodnotou pole.

source: Correct the error or errors as described in each error message.
cs_cz: Opravte chybu nebo chyby popsané v každé chybové zprávě.

source: Proceed to process the incoming electronic document by choosing the Create Manually action again.
cs_cz: Pokračujte ve zpracování příchozího elektronického dokladu výběrem možnosti Vytvořit ručně.

source: Repeat steps 5 and 6 for any remaining errors until the electronic document can be received successfully.
cs_cz: Opakujte kroky 5 a 6 pro všechny zbývající chyby dokud nebude elektronický doklad úspěšně přijat.

source: To train the OCR service to avoid errors
cs_cz: Zlepšení služby OCR, abyste předešli chybám

source: Because OCR is based on optical recognition, it is likely that the OCR service will interpret characters in your PDF or image files wrongly when it first processes documents from a certain vendor, for example.
cs_cz: Vzhledem k tomu, že OCR je založen na optickém rozpoznávání, je pravděpodobné, že služba OCR interpretuje znaky ve vašem souboru PDF nebo obrázkovém souboru nesprávně, když například nejprve zpracuje doklady konkrétního dodavatele.

source: It may not interpret the company logo as the vendor’s name or it may misinterpret the total amount on an expense receipt because of its layout.
cs_cz: Nemusí správně interpretovat logo společnosti jako jméno prodejce nebo může nesprávně interpretovat celkovou částku na příjemce kvůli jejímu rozložení.

source: To avoid such errors going forward, you can correct data received by the OCR service and then send the feedback to the service.
cs_cz: Chcete-li zabránit takovým chybám, můžete opravit data přijatá službou OCR a poslat službě zpětnou vazbu.

source: The OCR Data Correction window, which you open from the Incoming Document window, shows the fields from the Financial Information FastTab in two columns, one with the OCR data editable and one with the OCR data read-only.
cs_cz: Okno Oprava dat OCR, které otevřete v okně Došlé doklady, zobrazuje pole ze záložky s náhledem Finanční informace ve dvou sloupcích, z nichž jedna může být upravitelná pomocí OCR a jedna pouze pro čtení.

source: When you choose the Send OCR Feedback button, the content of the OCR Data Correction window is sent to the OCR service.
cs_cz: Pokud zvolíte tlačítko Poslat zpětnou vazbu OCR, obsah okna Oprava dat OCR je odeslána do služby OCR.

source: Next time the service processes PDF or image files that contain the data in question, your corrections will be incorporated to avoid the same errors.
cs_cz: Příště, vždy když služba zpracuje soubory PDF nebo obrázkové soubory, které obsahují dotyčná data, budou vaše opravy začleněny, aby se předešlo stejným chybám.

source: Open an incoming document record that contains data received from OCR service, which you want to correct.
cs_cz: Otevřete záznam došlého dokladu, který obsahuje data přijatá službou OCR, které chcete opravit.

source: In the Incoming Document window, choose the Correct OCR Data action.
cs_cz: V okně Došlé doklady zvolte akci Opravit data OCR.

source: In the OCR Data Correction window, overwrite the data in the editable column for each field that has an incorrect value.
cs_cz: V okně Oprava dat OCR přepište data v upravitelném sloupci pro každé pole, které má nesprávnou hodnotu.

source: To undo corrections that you have made since you opened the OCR Data Correction window, choose the Reset OCR Data action.
cs_cz: Zrušte opravy, které jste provedli od otevření okna Oprava dat OCR a zvolte akci Resetovat data OCR.

source: To send the corrections to the OCR service, choose the Send OCR Feedback action.
cs_cz: Chcete-li opravy odeslat do služby OCR, zvolte akci Odeslat zpětnou vazbu OCR.

source: To save the corrections, close the OCR Data Correction window.
cs_cz: Chcete-li uložit opravy, zavřete okno Oprava dat OCR.

source: The fields on the Financial Information FastTab in the Incoming Document window are updated with any new values that you entered in step 4.
cs_cz: Pole záložky s náhledem Finanční informace v okně Došlé doklady jsou aktualizovány novými hodnotami, které jste zadali v kroku 4.

source: Manage Incoming Documents
cs_cz: Správa došlých dokladů

source: Some business transactions are not recorded in Dynamics NAV from the outset.
cs_cz: Některé obchodní transakce nejsou od začátku zaznamenávány v Dynamics NAV.

source: Instead, an external business document comes into your company as an e-mail attachment or a paper copy that you scan to file.
cs_cz: Místo toho externí obchodní doklady přichází do vaší společnosti jako příloha e-mailu nebo papírové kopie, kterou skenujete do souboru.

source: This is typical of purchases, where such incoming document files represent payment receipts for expenses or small purchases.
cs_cz: Toto je typické pro nákupy, kdy takové soubory došlých dokladů představují výpisy plateb za výdaje nebo malé nákupy.

source: From PDF or image files representing incoming documents, you can have an external OCR service (Optical Character Recognition) generate electronic documents that can then be converted to document records inside Dynamics NAV.
cs_cz: Ze souborů PDF nebo obrázkových souborů představujících došlé doklady můžete mít pomocí externí služby OCR (Optical Character Recognition) elektronické dokumenty, které lze pak převést na záznamy dokladů v Dynamics NAV.

source: The incoming document process can consist of the following main activities:
cs_cz: Proces došlých dokladů se může skládat z následujících hlavních činností:

source: Record the external documents inside Dynamics NAV by creating lines in the Incoming Documents window in either of the following ways:
cs_cz: Nahrání externích dokladů do Dynamics NAV vytvořením řádků v okně Došlé doklady jedním z následujících způsobů:

source: Manually, by using simple functions, either from a PC or from a mobile device, in one of the following ways:
cs_cz: Manuálně pomocí jednoduchých funkcí ať už z počítače nebo z mobilního zařízení, jedním z následujících způsobů:

source: Use the Create from File button, and then fill relevant fields in the Incoming Document window.
cs_cz: Pomocí tlačítka Vytvořit ze souboru a vyplněním příslušného pole v okně Došlé doklady.

source: Use the New button, and then fill relevant fields in the Incoming Document window and manually attach the related file.
cs_cz: Použití tlačítka Nový a potom vyplněním příslušných polí v okně Došlé doklady a ručním připojením příslušného souboru.

source: From a tablet or phone, use the Create from Camera button to create a new incoming document record, and then send the image to the OCR service, for example.
cs_cz: Z tabletu nebo telefonu použitím tlačítka Vytvořit z fotoaparátu pro vytvoření nového záznamu došlého dokladu a poté jejím odesláním například do služby OCR.

source: Automatically, by receiving the document from the OCR service as an electronic document after you have e-mailed the related PDF or image file to the OCR service.
cs_cz: Automaticky získáním dokumentu ze služby OCR jako elektronického dokladu po odeslání příslušného souboru PDF nebo obrázkového souboru elektronickou poštou do služby OCR.

source: The Financial Information FastTab is automatically filled in the Incoming Document window.
cs_cz: Záložka s náhledem Finanční informace se automaticky vyplní v okně Došlé doklady.

source: Use the OCR service to have PDF or image files turned into electronic documents that can be converted to document records in Dynamics NAV.
cs_cz: Služba OCR slouží k tomu, aby se soubory PDF nebo obrázkové soubory převedly na elektronické doklady, které můžou být převedeny na záznamy dokladu v Dynamics NAV.

source: Create new documents or general journal lines for incoming document records by entering the information as you read it from incoming document files.
cs_cz: Vytvořením nového dokladu nebo řádku finančního deníku pro záznamy došlého dokladu zadáním informací při čtení ze souborů došlého dokladu.

source: Attach incoming document files to purchase and sales documents of any status, including to the vendor, customer, and general ledger entries that result from posting.
cs_cz: Připojením souborů došlého dokladu k nákupním a prodejním dokladům jakéhokoliv stavu včetně záznamů prodejců, zákazníků a hlavních knih, které jsou výsledkem zaúčtování.

source: View incoming document records and their attachments from any purchase and sales document or entry, or find all general ledger entries without incoming document records from the Chart of Accounts window.
cs_cz: Zobrazením záznamů došlého dokladu a jejich příloh z jakéhokoliv nákupního a prodejního dokladu nebo záznamu a nebo vyhledáním všech položek hlavní knihy bez záznamů došlého dokladu okna Účetní osnova.

source: To
cs_cz: Popis

source: See
cs_cz: Odkaz
